IDEA Open Model
Element2D.Thickness Property
Compatible with IDEA StatiCa Beta 20.0
 Thicknes of Element2D
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double Thickness { get; set; }
Public Property Thickness As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
Element2D Class
IdeaRS.OpenModel.Model Namespace